Repository: botirovshox-lang/med-translation
Catalog: med_translation/final_output/tm_reference_FINAL.tmx
Source language: ru
Languages: en

source: Схватки Схватки — это сжатие и расслабление мышц матки. Когда начинаются роды, схватки происходят регулярно. Схватки будут сильнее и чаще, давая понять, что ребенок скоро родится. Иногда сокращение мышц происходит нерегулярно: оно то начинается, то прекращается. Схватки не становятся сильнее или чаще, а их интенсивность остается примерно одинаковой. Это называется схватками Брэкстона-Хикса или ложными схватками. Это нормально, однако может вызывать дискомфорт. Ложные схватки • Схватки происходят нерегулярно • Интенсивность схваток примерно одинакова • Схватки прекращаются во время отдыха Истинные схватки • Схватки происходят регулярно • Они становятся сильнее и происходят чаще • Схватки продолжаются в положении лежа Свяжитесь с врачом, если во время схваток вы не можете ходить или разговаривать.
en: Contractions Contractions are the tightening and relaxing of muscles in the uterus. When labor starts, these muscles tighten and relax at a regular pace. They will get closer together and stronger, letting your body know that your baby is about to be born. Sometimes, these muscle contractions are not regular, and they start and stop. They do not seem to get stronger and closer together, but stay about the same intensity. Your health care provider may describe these contractions as Braxton-Hicks or signs of false labor. These contractions are normal but can be uncomfortable. False Labor Contractions • Contractions are not regular • Contractions stay about the same • Contractions go away while resting True Labor Contractions • Contractions happen at regular times apart • Contractions get stronger and closer together • Contractions keep going while lying down If you can no longer walk or talk through contractions, call your health care provider. Know the Signs of Labor. Russian.

source: • Местная анестезия вызовет онемение шейки матки. Точно такой же препарат использует стоматолог для обезболивания. От него вы можете почувствовать небольшую дрожь и учащенное сердцебиение. Через несколько минут это пройдет. • Во влагалище введут петлю из проволоки. С ее помощью удалят патологические ткани с шейки матки. Удаленные ткани отправят в лабораторию на исследование. • Во время процедуры вы можете почувствовать небольшие спазмы. • Важно, чтобы во время процедуры вы не двигались. Возможные риски Перед процедурой врач обсудит с вами возможные риски. • Редкий риск инфекции или сильного кровотечения. • Возможно, в ходе процедуры будут удалены не все патологические ткани и потребуется дополнительная операция. • Очень низкий риск преждевременных родов при беременности, если она наступает после процедуры. После процедуры Для заживления после данной процедуры потребуется несколько недель. Запланируйте отдых на всю последующую неделю. Несколько дней у вас может быть небольшое кровотечение, не более чем при обильной менструации, а затем небольшие кровянистые выделения в течение нескольких недель. • Ничего не вводите во влагалище в течение 6 недель после процедуры. Не занимайтесь вагинальным сексом, не используйте тампоны и не спринцуйтесь. Это снизит риск кровотечения.
en: • Your cervix is numbed with a local anesthetic. This is the same medicine the dentist uses to numb you for dental work. It can cause your heart to beat fast and may make you feel shaky. This will pass in a few minutes. • A wire loop is inserted through the vagina. The abnormal tissue from the cervix is removed with this loop. This tissue will be sent to the lab for closer study. • You may feel mild cramping during the procedure. • It is important that you do not move while the procedure is being done. Possible Risks Your provider will review these risks with you before the procedure. • Rare risk of infection or heavy bleeding. • Chance not all abnormal tissue will be removed with this procedure, and you will need more surgery. • Very rare risk of preterm labor with pregnancies that happen after this procedure. Caring for yourself after It will take several weeks to heal from this procedure. Plan to rest for the next week. You may have some bleeding, no more than a heavy period, for a few days and light bloody discharge for a few weeks. • Place nothing in the vagina for 6 weeks after the procedure. This includes no sexual intercourse, no tampons, and no douching. This will reduce your risk of bleeding from the area that is healing. LEEP. Russian.

source: • учащенное сердцебиение; • чувство онемения вокруг рта или губ; • головная боль. Лечение Если у вас низкий уровень сахара в крови, вы должны есть или пить сладкую пищу. Не ешьте слишком много. Уровень сахара в крови может повыситься слишком сильно. Ешьте или пейте что- нибудь из следующего: • ½ чашки или 120 миллилитров сока или газированной воды (не пейте диетические напитки, а также напитки с пониженным содержанием сахара или калорий); • 3 или 4 таблетки глюкозы; • 1 столовую ложку или 15 миллилитров сахара; • 1 чашку или 240 миллилитров молока. Проверяйте уровень сахара в крови каждые 15 минут. Если уровень сахара в крови все еще меньше 70 или если ваше самочувствие не улучшилось, съешьте или выпейте еще одно блюдо или напиток из списка. Если уровень сахара в крови достиг или стал выше 70 единиц, все равно надо что- то съесть, чтобы предотвратить снижение уровня сахара в крови. • Если скоро наступит время очередного приема пищи, можно подождать. • Если до очередного приема пищи больше получаса, съешьте легкую закуску: Ì половину бутерброда и 1 чашку или 240 миллилитров молока или
en: • Feel a fast heart beat • Feel numb around the mouth or lips • Have a headache Your Care When your blood sugar is low, you need to eat or drink food with sugar. Do not eat too much. Your blood sugar may go too high. Eat or drink one of these: • ½ cup or 120 milliliters of juice or soda (no diet, sugar free or calorie free drinks) • 3 or 4 glucose tablets • 1 tablespoon or 15 milliliters of sugar • 1 cup or 240 milliliters of milk Check your blood sugar in 15 minutes. If you blood sugar is still less than 70 or if you are not feeling better, eat or drink another serving of food or drink from the list. When your blood sugar is 70 or more, you still need to eat something to keep your blood sugar from dropping again. • If it is time for your next meal soon, eat your normal meal. • If your next meal is more than an hour away, eat a snack. Try one of these: Ì Half a sandwich and 1 cup or 240 milliliters of milk, or Low Blood Sugar. Russian.

source: Ì 3 крекера, 2 унции (56 гр) сыра и небольшое яблоко. Профилактика низкого уровня сахара в крови • Следуйте своему плану приема пищи. Ежедневно принимайте основную пищу и легкие закуски в одно и то же время. Не пропускайте и не откладывайте прием пищи. • Проверяйте и записывайте уровень сахара в крови. Если у вас низкий уровень сахара в крови более чем два раза в неделю, позвоните врачу или специалисту по вопросам диабета. Может потребоваться изменение диеты, порядка приема лекарств или занятий физическими упражнениями. • Принимайте лекарства от диабета в соответствии с назначением врача. Не принимайте дополнительное количество лекарства от диабета без консультации с врачом. • Регулярно делайте физические упражнения. Для вашей безопасности • Постоянно носите с собой глюкозу в таблетках и еду, такую как крекеры и соки. • Сообщите другим людям, которые работают или живут вместе с вами о том, что у вас диабет и о том, как действовать в случае понижения сахара в крови. • Носите медицинский браслет или ожерелье для уведомления окружающих в экстренных случаях о том, что у вас диабет.
en: Ì 3 crackers, 2 ounces of cheese and a small apple To Prevent Low Blood Sugar • Follow your meal plan. Eat meals and snacks at the same time each day. Do not miss or delay meals. • Check and record your blood sugar levels. If you have low blood sugars more than 2 times in a week, call your doctor or diabetes educator. Changes may need to be made to your diet, medicine or exercise routine. • Take your diabetes medicine as directed. Do not take extra diabetes medicine without your doctor’s advice. • Exercise regularly. To Stay Safe • Keep glucose tablets and food such as crackers and juice with you at all times. • Tell other people who work or live with you that you have diabetes and how to treat low blood sugar. • Wear a medical bracelet or necklace to tell others that you have diabetes during a medical emergency. Low Blood Sugar. Russian.

source: содержания рационе in Your Diet Что такое натрий? Натрий — это минерал, необходимый для здоровья и присутствующий практически во всех продуктах питания. Большинство людей потребляют натрия больше, чем нужно. Если организм не может избавиться от лишнего натрия, это приводит к накоплению жидкости, а ее избыток увеличивает нагрузку на сердце и почки и может повысить кровяное давление. Уменьшение количества потребляемого натрия может помочь справиться с этими проблемами. Иногда можно увидеть термин «натрий» в виде символа Na, как, например, в формуле поваренной соли NaCl (хлорид натрия). Рекомендуемая доза натрия составляет 2300 миллиграммов (мг) в день. Для лиц старше 50 лет, пациентов с повышенным давлением и афроамериканцев доза еще ниже — 1500 мг. Некоторым людям может быть трудно привыкнуть к этим ограничениям, особенно если сейчас они потребляют большое количество натрия, но можно достичь поставленной цели постепенно, внося небольшие изменения в свой рацион. Данная брошюра поможет вам в этом. Рекомендации по потреблению натрия Даже продукты с низким содержанием натрия и продукты без натрия содержат небольшое количество этого минерала. Чтобы выбрать полезные продукты, ищите на этикетках следующие слова: • Без натрия: менее 5 миллиграммов натрия на порцию
en: Lowering Sodium What is sodium? Sodium is a mineral that is needed for good health and is present in all foods. Most people eat more sodium than they need. If the body cannot get rid of the extra sodium, fluid builds up. Extra fluid increases the work of the heart and kidneys, and may increase blood pressure. Eating less sodium may help control these problems. You will sometimes see the term sodium abbreviated “Na,” as in NaCl (sodium chloride), which is table salt. The current guideline for how much sodium we should eat is 2,300 milligrams (mg). The guideline is even lower at 1,500 mg for those over 50 years old, with high blood pressure and for African Americans. These sodium goals can be hard for some people to reach, especially if they are eating large amounts of sodium now. Many people can get to the lower sodium goal over time by making small changes to their diets. This handout can help you start to do this. Sodium Guidelines Even low sodium or sodium-free foods contain small amounts of To choose foods that are healthier for you, look for these labels: less than 5 milligrams of • Sodium-free: sodium per serving Lowering Sodium in Your Diet. Russian.

source: • Очень низкое содержание натрия: не более 35 миллиграммов на порцию • Низкое содержание натрия: не более 140 миллиграммов на порцию • Пониженное содержание натрия: обычное содержание натрия снижено на 25 процентов • Несоленый/без добавления соли/ без соли: продукт изготовлен без соли, но все же содержит натрий, естественным образом присутствующий в ингредиентах Что нужно знать о соли Когда вы пытаетесь снизить содержание натрия в рационе, важно помнить, что даже небольшое количество соли содержит много натрия. Количество натрия в соли: • ¼ чайной ложки соли содержит 600 мг натрия • ½ чайной ложки соли содержит 1200 мг натрия • ¾ чайной ложки соли содержит 1800 мг натрия • 1 чайная ложка соли содержит 2300 мг натрия • 1 чайная ложка пищевой соды содержит 1000 мг натрия Как ограничить потребление натрия? Общие советы: • Постепенно уменьшайте количество соли, которую вы добавляете при приготовлении или употреблении пищи, пока полностью не перестанете использовать соль.
en: • Very low-sodium: 35 milligrams or less per serving • Low-sodium: 140 milligrams or less per serving • Reduced sodium: usual sodium level is reduced by 25 percent • Unsalted, no salt added or without added salt: made without the salt, but still has the sodium that is a natural part of the food Know Your Salt When you are trying to lower the sodium in your diet, even a small amount of salt has a lot of sodium in it. Amount of sodium in salt: • ¼ teaspoon salt has 600 milligrams of sodium • ½ teaspoon salt has 1,200 milligrams of sodium • ¾ teaspoon salt has 1,800 milligrams of sodium • 1 teaspoon salt has 2,300 milligrams of sodium • 1 teaspoon baking soda has 1,000 milligrams of sodium How can I limit sodium? General tips: • Slowly cut back on the amount of salt that you add when cooking or eating foods until you do not use any salt. Lowering Sodium in Your Diet. Russian.

source: • Откажитесь от приправленных солей. К ним относятся луковая соль, сельдерейная соль, облегченная соль (смесь поваренной соли и хлорида калия), соль с низким содержанием натрия и морская соль. Также следует отказаться от смягчителей мяса и лимонного перца. • С осторожностью выбирайте заменители соли. Многие заменители содержат большое количество калия, что может вызвать проблемы со здоровьем у некоторых людей. Облегченные соли содержат натрий в меньших количествах, однако даже такое содержание является слишком высоким для тех, кому необходимо ограничить потребление натрия. Спросите врача или диетолога, подходит ли вам заменитель соли. Продукты c большим количеством соли или натрия, от которых нужно отказаться: • Все виды вяленого и копченого мяса, такие как канадский бекон, соленая свинина, ветчина, мясные рулеты, колбасы, консервированная и сушеная говядина, бекон, сосиски (включая продукты из сои и индейки), а также сардины, копченая рыба и пепперони • Плавленый сыр и сырные пасты, такие как американский сыр, Velveeta и Cheese Whiz • Продукты, приготовленные с использованием пищевой соды и разрыхлителя, такие как самоподнимающаяся мука и большинство смесей для выпечки, а также консервированный хлеб, замороженные блины и вафли • Большинство ресторанных блюд
en: • Avoid seasoned salts. These include onion salt, celery salt, lite salt, low- sodium salt and sea salt. Accent, meat tenderizers and lemon pepper should also be avoided. • Be careful if you choose a salt substitute. Many substitutes have large amounts of potassium in them which can cause medical problems for some people. Lite salts contain sodium in smaller amounts, but they are still too high for people who need to restrict sodium. Ask your doctor or dietitian if a salt substitute is okay for you. Avoid food where large amounts of salt or sodium have been added: • All cured or smoked meats such as Canadian bacon, salt pork, ham, luncheon meat, sausage, canned or dried beef, bacon, wieners (including products made from soy products and turkey), sardines, smoked fish and pepperoni • Processed cheese and cheese spreads such as American cheese, Velveeta and Cheese Whiz • Products made with baking soda and baking powder, such as self-rising flour, most baking mixes, canned bread products, and frozen pancakes and waffles • Most restaurant foods Lowering Sodium in Your Diet. Russian.

source: Продукты, которые следует употреблять в ограниченном количестве: • Замороженные блюда с содержанием натрия не более 500 мг (например, Lean Cuisine, Weight Watchers или Healthy Choice) • Натуральный сыр, такой как чеддер или швейцарский — до 2 унций (57 г) в день или творог — до ½ стакана в день • Томатный сок с низким содержанием натрия или сок V-8 — до ½ стакана в день • Обычная или обезжиренная заправка для салатов — до 2 столовых ложек в день • Пахта — до 2 стаканов в день • Кетчуп и горчица — до 2 столовых ложек в день • Консервированное томатное пюре и томатная паста — ¼ стакана в день (если используется в рецепте, не добавляйте соль). Ограничьте употребление обычного томатного соуса до ½ стакана в день • Разрыхлитель, пищевая сода (используйте только в качестве ингредиента для выпечки) • Супы с пониженным содержанием натрия — до ½ стакана в день
en: Eat these foods in limited amounts: • Frozen entrees with 500 mg sodium or less, such as Lean Cuisine, Weight Watchers or Healthy Choice • Natural cheese such as cheddar or Swiss up to 2 ounces a day, or cottage cheese up to ½ cup a day • Low-sodium tomato or V-8 juice up to ½ cup a day • Regular or fat free salad dressing up to 2 tablespoons a day • Buttermilk up to 2 cups a day • Catsup and mustard up to 2 tablespoons a day • Canned tomato puree and tomato paste ¼ cup a day (if used in a recipe, do not add extra salt). Limit regular tomato sauce to ½ cup a day. • Baking powder, baking soda (use as an ingredient for baking only) • Reduced sodium soups up to ½ cup a day Lowering Sodium in Your Diet. Russian.

source: Во время процедуры • Вы переоденетесь в больничную одежду. • Персонал поможет вам занять одно из указанных положений: Ì Лечь на левый бок, подтянув колени к животу как можно ближе. Ì Сесть на край кровати и наклониться над столиком. Ì Лечь на живот. • Поясницу очистят специальным мыльным раствором, который может быть холодным. • В кожу спины введут обезболивающее. Вы можете ощутить кратковременную боль от укола. • Когда кожа онемеет, между позвонками введут иглу для забора жидкости. Игла не вводится в спинной мозг. • Вы можете почувствовать некоторое давление, но не боль. Постарайтесь дышать медленно и глубоко, расслабиться и не двигаться. • Пока иглу не извлекут, очень важно лежать неподвижно. • Жидкость вытекает через иглу медленно, по каплям (5-20 минут в зависимости от нужного количества). • Затем иглу извлекут, и на место прокола приклеят пластырь. После процедуры • Вы должны полежать 1 час. Если вам захочется в туалет, попросите помочь вам встать. Вам измерят давление, пульс и частоту дыхания. • Ради вашей безопасности попросите взрослого родственника или друга отвезти вас домой.
en: During the Test • You will wear a hospital gown. • The staff will help you into one of these positions: Ì Lie on your left side with your knees pulled up to your stomach as far as you can. Ì Sit on the side of the bed and lean over a table. Ì Lie on your stomach. • The doctor cleans your lower back with a special soap. This may feel cold. • Numbing medicine is put into the skin on your back. This may sting for a few seconds. • When the skin is numb, a needle is placed between the bones of your spine to get the fluid. The needle does not go into your spinal cord. • You may feel some pressure but no pain. Breathe slowly and deeply, relax and try not to move. • While the needle is in place, you must stay very still. • Fluid is removed through the needle in a slow drip. This may take 5 to 20 minutes based on how much fluid is needed. • The needle is taken out and a band-aid is put on the site. After the Test • You will lie flat for 1 hour. Ask for help to get out of bed if you need to go to the bathroom during this time. Your blood pressure, heart rate and breathing rate will be checked. • You will need to have an adult family member or friend take you home for your safety. Lumbar Puncture. Russian.

source: Факторы риска У Вас повышенный риск возникновения рака лёгких, если: • Вы курите • Вы дышите в присутствии людей, которые курят • Вы контактируете с асбестом, радоном или с загрязненным воздухом • У кого-то из членов Вашей семьи был рак легких Симптомы Обычно на ранних стадиях рака легких отсутствуют какие-либо симптомы. Обратитесь к своему врачу в случае, если у Вас наблюдается любой из этих признаков: • Кашель, который не проходит • Отхаркивание крови • Одышка • Свистящее дыхание • Потеря аппетита и потеря веса • Ощущение сильной усталости Типы рака легких Существует 2 основных типа рака легких. Каждый тип рака растет, распространяется и лечится по-разному. • Немелкоклеточный рак легкого – Это наиболее распространенная форма рака лёгких. Такой вид рака медленнее растет и распространяется. • Мелкоклеточный рак легкого – Этот тип рака легких растет и распространяется быстрее.
en: Risk Factors You are at increased risk for lung cancer if you: • Smoke • Breathe in other people’s smoke • Have contact with asbestos, radon gas or a lot of air pollution • Have someone in your family who had lung cancer Signs Early lung cancer often causes no signs. See your doctor if you have any of these signs: • Cough that does not go away • Coughing up blood • Shortness of breath • Wheezing • Loss of appetite and weight loss • Feeling very tired Types of Lung Cancer There are 2 main types of lung cancer. Each type grows, spreads and is treated differently. • Non-Small Cell Lung Cancer – This is the most common type of lung cancer. It grows and spreads more slowly. • Small Cell Lung Cancer – This type of lung cancer grows and spreads more quickly. Lung Cancer. Russian.

source: Маммография — это рентгеновское исследование груди. Это лучший метод диагностики рака груди. После 40 лет маммографию необходимо проходить ежегодно, а если у вас высокий риск рака груди, то раньше. Обсудите с врачом ваши факторы риска. Не опаздывайте на обследование. Подготовка • Если существует вероятность, что вы беременны, сообщите до обследования. • В день обследования не пользуйтесь дезодорантом, лосьоном или пудрой подмышками или на груди. Во время обследования • Вам предложат раздеться до пояса и надеть бумажный халат. • Вас попросят встать рядом с аппаратом. • Делается по крайней мере два снимка каждой груди. • Рентгенолог будет прикасаться к груди и перемещать ее, чтобы она приняла нужное положение.
en: Mammogram A mammogram is an X-ray of your breast. It is the best way to detect breast cancer. You should have a yearly mammogram after age 40 or sooner if you have higher risk for breast cancer. Talk to your doctor about your risk factors. Arrive on time for your test. To Prepare • Tell the staff before the test if there is a chance you may be pregnant. • Do not use deodorant, lotion or powder under your arms or on your breasts the day of your test. During the Test • You need to undress from the waist up. You are given a paper gown to wear. • You are asked to stand next to the machine. • There are at least 2 X-rays taken of each breast. • The person doing the test needs to touch and move your breast to get it in the right spot for each X-ray. Mammogram. Russian.
